{
  "776844912016359506 -name- 922418806918361109": "Anshsterl-Weyglan Yshtal",
  "776844912016359506 -nickname- 922418806918361109": "Anshy/Awy",
  "776844912016359506 -born- 922418806918361109": "March 21st - Spring Equinox",
  "776844912016359506 -gender- 922418806918361109": "Plant",
  "776844912016359506 -personality- 922418806918361109": "Solitaire and shy, Anshy has difficulties to talk when they are with more people. However, when they befriend someone, they feel very comfortable with that person, and they talk a bit more. They are very innocent, but they fight for their ideals without any problem",
  "776844912016359506 -appearance- 922418806918361109": "Short and skinny. They have a wavy, long, brown hair; but each of their eyes is different: one is green and the other grey. Their face has many freckles, and they blush very easily. Their mouth is usually drawing a half smile, and they transmit a peaceful aura. Although they are 15, they look like if they were 9.",
  "776844912016359506 -parent- 922418806918361109": "Demeter, but they are *Hunters of Artemis* (only when she requires them, though).",
  "776844912016359506 -weapon- 922418806918361109": "Bow and magic book",
  "776844912016359506 -power- 922418806918361109": "Plant powers and \"mind reading\" (they can know whether someone is good or bad, what do they want...).",
  "776844912016359506 -flaw- 922418806918361109": "They can't be too close to fire, nor too long underwater. If a plant, animal or friend/relative is involved, they'll try everything to save them, risking their own life.",
  "776844912016359506 -backstory- 922418806918361109": "They knew they were demigods since they were born, as Demeter would visit them every week. At the age of 5, their father was murdered by a Fire spirit. Demeter tried to protect them, so she fused them with a plant. They moved to Ottawa. 4 years later, while they were hiding from a monster, Demeter appeared and told them to run to the camp half-blood, where they would be with other demigods, and monsters wouldn't attack them. They did what their mother had told them to do, but the monster bit them when they moved from their hiding spot, so the have had a green mark on their back since then. It doesn't allow them to run very fast. They arrived at the camp two weeks later, and they've stayed there since then (6 years).",
  "776844912016359506 -pet- 922418806918361109": "A little plant called Sticky gifted by their mother when they were toddlers.",
  "776844912016359506 -hometown- 922418806918361109": "Bouvet Island, South Atlantic Ocean.",
  "873088366030229534 -name- 922418806918361109": "Kayley",
  "873088366030229534 -nickname- 922418806918361109": "Kay",
  "873088366030229534 -born- 922418806918361109": "2008"
}